<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset = "utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui">
<link rel="dns-prefetch" href="//jiefangqu.com">
<title>代扣服务协议</title>
<link href="../css/mainPC.css" rel="stylesheet" type="text/css">
</head>
<body>

<header class="mtop20">
	<h1>代扣服务协议</h1>
</header>
<section class="main_con">
	<p>《代扣服务协议》（以下简称“本协议”）是深圳前海邻里乐科技服务有限公司（以下简称“邻里乐“）与邻里乐产品——解放区APP用户（以下简称“用户”）就相关款项代扣服务（以下简称“代扣“）的使用等相关事项所订立的有效合约。用户在开启此功能之前，均应仔细阅读本协议，用户通过网络页面点击确认或以其他方式选择接受本协议，即表示用户同意接受本协议的全部内容。
	<p>如果用户对本协议的条款有疑问的，请通过邻里乐客服渠道进行询问，邻里乐将向用户解释条款内容。如果用户不同意本协议的任意内容，或者无法准确理解邻里乐对条款的解释，请不要进行后续操作。
	<p>用户承诺自己在使用邻里乐提供的本项服务时，实施的所有行为均遵守国家法律、法规和邻里乐的相关规定以及各种社会公共利益或公共道德。用户利用本服务从事非法活动或不正当交易产生的一切后果与责任，由用户独立承担。 同时用户在此授权，邻里乐有权根据用户设置的代扣信息，在一定的时间对用户的账单进行查询,并根据查询结果自用户的账户扣款，以便完成用户所选择的代扣服务内容。
	<p>用户保证在使用本产品过程中提供的资料真实、准确、完整、有效。对于因用户提供信息不真实或不完整所造成的损失由用户自行承担。用户必须正确填写相关页面信息，并且妥善保管预留信息，除在办理业务时使用外，不要向任何其他人、其他网站、电话或短信的问询提供预留的信息内容；用户对通过以上信息完成的一切款项代扣行为负责。
	<p>用户有权通过“自动代扣物业费”服务的功能管理页面对相关信息提醒方式进行调整，并通过查询相关代扣数据信息，甚至终止本协议；具体以功能管理页面公布的服务内容为准。
	<p>针对用户选择设置的自动代扣物业费服务， 邻里乐仅根据用户设置的内容按约自用户的账户扣款，并及时更新相关账务信息，不对相关款项的代扣执行情况承担任何保证责任，亦不承担因相关服务机构未能及时执行相关代扣指令或执行信息反馈延迟、错误导致的所有责任；因此导致的所有责任均由用户与相关银行或服务机构自行协商解决，但因解放区APP原因导致的错误情况除外。
	<p>同时用户理解并同意， 在用户选择自动代扣物业费服务，全额自用户的账户中划扣相应款项的情况下，若因相关服务机构未能及时出具账单，或账单逾期、错误导致用户未能及时偿付相关款项而产生违约金或者多扣、重复扣款的，因此导致的所有责任及损失，均由用户与相关服务机构自行协商解决。邻里乐仅在合理的范围内，负责相关协调及沟通工作。用户理解并明白邻里乐仅在此过程中仅根据相关服务机构的扣款指令划扣相应款项，除邻里乐错误执行指令外，用户不得据此向邻里乐主张任何索赔或补偿。
	<p>用户通过解放区APP查询相关账务信息时，该信息仅能作为用户使用本服务的参考数据，邻里乐仅负责根据相关服务机构提供的信息，即时更新相关款项缴纳情况及账务信息，邻里乐不保证服务机构所提供信息的真实性及准确性。用户若针对该服务机构信息存在任何疑问的，请自行联系相关服务机构确认，且用户不得基于相关账单信息错误（包括但不限于账单金额错误或清偿日期错误）而要求邻里乐承担任何责任。
	<p>用户在使用本服务的过程中，应确保用户有足额的款项可用于邻里乐执行相应扣款指令，针对扣款失败的情况，邻里乐将该失败信息通知用户，但因此导致扣款失败及其他损失，须由用户自行承担。
	<p>请用户根据相关服务页面提示的使用规则设置相关代扣内容并履行相关约定，因用户未遵循本协议及相关页面附属规则或未尽到合理义务导致代扣失败的，邻里乐不承担任何责任。
	<p>用户理解并同意， 基于邻里乐提供的此项服务为免费,若因解放区APP产品自身原因导致用户发生相应损失的情况下，邻里乐仅以该次服务过程中代扣金额为限对用户的直接损失进行赔偿；在任何情况下，邻里乐不就用户的利润、商誉、资料损失或其他损害承担任何间接、附带、特别、衍生性或惩罚性赔偿。
	<p>邻里乐应负责在技术上确保本产品的安全、有效、正常运行，保证用户顺利使用本协议约定服务，并提供代扣记录、代扣资金状态等查询的服务。同时邻里乐有权根据自身业务的发展，增加、减少或撤销相关缴费服务项目，甚至终止本服务的提供，调整款项代扣的内容及方式或者对本产品功能进行升级、维护和改造的权利。邻里乐亦有权随时调整本产品的手续费用，具体以届时页面提示的收费规则及计算方式为准。如用户不接受上述变更的，用户应立即停止使用本服务并终止本协议。一旦用户继续使用本服务的，即视为用户同意接受相应的变更或调整。
	<p>邻里乐有权基于为更好的向用户提供服务之目的或向用户推广其他产品/服务的需要，保留并使用用户在使用本产品过程中产生的相关数据信息，包括但不限于向其他第三方提供该等信息。
	<p>用户同意，本协议适用中华人民共和国大陆地区法律。因邻里乐与用户就本协议的签订、履行或解释发生争议，双方应努力友好协商解决。如协商不成，邻里乐和用户同意由 邻里乐所在地法院管辖审理双方的纠纷或争议。
	<p>本协议内容包括协议正文及所有邻里乐已经发布的或将来可能发布的邻里乐服务的使用规则。所有规则为本协议不可分割的一部分，与协议正文具有相同法律效力。用户认可并同意若本服务协议中的某一部分条款或描述被相关司法机关判定为无效，该判定无效并不影响其他部分的有效性，用户仍需依照本服务协议中的其他部分条款履行相关义务同时行使相关权利。若用户在本协议内容或相关附属规则发生修订后，继续使用本服务的，则视为用户同意最新修订的协议内容；否则用户须立即停止使用本服务。 
</section>

<footer>
	<p>Copyright &copy; 2014 深圳前海邻里乐科技服务有限公司<br/>All rights reserved.</p>
</footer>

</body>
</html> 